eamodio.gitlens
golang.Go
hashicorp.terraform
ms-azuretools.vscode-docker
ms-python.python
zxh404.vscode-proto3
redhat.java
redhat.vscode-yaml
sdras.night-owl
ThreadHeap.serverless-ide-vscode
vscjava.vscode-spring-initializr
vscodevim.vim
